rheoTool/tutorials/rheoTestFoam/multimode_XPomPom/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

# Get application directory
application=`getApplication`

runApplication blockMesh
 
echo "Running $application and ouputing to dev/null."
$application>/dev/null
